[FILE]
VersionID=3600
Name=English
Author=Artem Izmaylov
Help=AIMP3SE-en.chm
Icon=0000010001001010000001001800680300001600000028000000100000002000000001001800000000004003000000000000000000000000000000000000000000000000000000000000000000000000000000000000000000000000000000000000000000000000000000000000AF62289C5F47B45C1FBF5B07BC5601BE6A25937B850720CE071FCB7D6C8EB05F29B14A01AE4A06A44B1F8C4F489A4720B97F5399A2CAA092A3CF7D31E67400E58D28B6A19D1749F31648F49D95B1D68330DB6B00C6752F9C8C9F8A94CAA86748C37230D0B494AEBCDEAA9FAED3833AF79520C1AAA01E55FB1D54FCA7A0B7E58A2AD27E35A797A69FAEDFC0AA9CAB5422C6630FE88F29D8B285B3B8D3AB9BA9D09866C7AC9A2257FA2155FBACA1B2CD9768AA949FA2AAD6C6A793D6812EAC4405CF7E2FEE9126FBAD42E7CEADBCC5E6C2BCCACBBEBE275AFC2658FCB3B0CABBB5C4B0BBE1D1C1B7EEA54CDD7F21B76224A48C8DC1A796C8A98ECEBAADBEC4E2B2C5FC9FB5FA2E5FFE2C5CFE90A8F697ADF7AAB7E5C2B2B2B79786AE938E907179133EEB265BF82C62FB3063FC3364FE3465FE3566FE3566FE3363FE2C5DFE2557FE2053FE1A4EFC134AFB0D41F30A1EC81640EB295DF92F64FC3466FD3869FE386AFF396AFF3A69FF3666FE2E5FFE275AFE2154FE1B4EFD144BFB0E43F40921C99D8FA0BAAAAAC3ACA1CCC2C3B9C5EFA9C0FF9DB7FF3A6AFF3567FE8EA9FA8FA9FBA1B2ECB9B1BFAD9798A4949E897488D08438F0992FFFB955E9D7BDBCC8EEC4C1D1D1CAC6386AFC3466FCB9B7CDB9B3C4AAB6E3CEC2BFEEAA58DC8229B9692CCF6E0FF49D33E1BD8FBABFD6B4A4AADAA96CD6BEA23669FA3265FBB8ADB5D59D68AE9699A5ACD2CAAC96E08830B84E04CE8135D8C1A4B3C0DFB4A6AAE19239FFA622D2BBA73469FB3164FCB5ADBCF1952CDE862FAD999D9EAEDAC4AF9FB96224C8905D9AA5C9AC999DDE8C2FF68601F49D2CC8B2A42D60F72B5CF7ADA5BAE29135E87802D47F29A68F908995C8B8794AC07835AE754FC2722ECE7114CE6D0CD08231A692961740E7173CE48F86A6C17738C4630CC06413B4652BA16749AC6029000000000000000000000000000000000000000000000000000000000000000000000000000000000000000000000000FFFF00000000000000000000000000000000000000000000000000000000000000000000000000000000000000000000000000000000000000000000FFFF0000
LangId=2057

[MSG]
0=Edit
1=Optimized:
2=File size:
3=Element:
4=Skin has been changed. Do you want to save changes?
5=Data size:
6=Element %s has been restored to %s container
7=Size (%d x %d)
8=Unknown file format
9=Cannot save to "%s"
10=Cannot open the file, "%s" is not valid skin project.
11=Browse Folder|New Folder|Cancel|OK
12=All|Background Objects|Controls
13=Warning! Removing the window will remove all elements placed on it. Do you want to proceed?
14=Warning! This operation will remove element and all its links. Proceed?
15=Element with this name already exists
16=Incorrect name
17=Enter name.\nName should contains only latin symbols and digits
18=OK|Cancel
19=Module (values count):
21=Container: %s
20=Player was not found. Please check path to player in editor's options

[AIMPSEMainForm]
acBuild=Build skin...
acBuildAs=Build skin as...
acCopy=Copy properties
acDescription=Information about the skin
acEditBindings=Bindings...
acEditPlaceInfo=Placement...
acEmbededFonts=Embedded fonts
acForms=Windows...
acHelp=Help
acNew=New Project
acOpen=Open Project
acOptions=Options
acPaste=Paste properties
acRename=Rename
acSave=Save Project...
acSaveAs=Save Project As...
bbAbout=About
bbExit=Exit
bbExportToFolder=Export to Folder...
bbFile=File
bbImportFromFolder=Import from Folder...
bbProject=Project
bbRulers=Ruler
bbWindowInspector=Object Properties
bbWindowLoupe=Magnifier
bbWindows=Windows
bbWindowsReset=Reset windows placement
bbWindowStructure=Structure
btnDesktopColor.h=Desktop background color
cbDockChildren.h=Dock children to their master window
cbShowCover.h=Show cover art
cbShowGrid.h=Show grid
cbShowVisualization.h=Emulate visualization
dpClient=Work area
dpInspector=Object Properties
dpLoupe=Magnifier
dpStructure=Structure
imShowGrid.h=Show grid
miChangeParent=Change parent...
miAddContainer=New item: container
miAddSubContainer=New subitem: container
miAddSubDockSite=New subitem: dock zone
miAddSubTabbedGroup=New subitem: multi-page group
miAddSubTexture=New subitem: texture
miAddTexture=New item: texture
miClone=Clone
miCustomizeLayout=Customize Layout
miDelete=Delete
miMakeVisible=Move to Visible Area
spZoom.h=Zoom
acBuildAndRun=Build and Run...
acCustomProviders=Custom Providers...
acGuidelinesAdd=Add guide
acGuidelinesRemoveAll=Remove all guides
bbDesktop=Desktop
acGuidelinesToggle=Show/Hide guides
miGuidelineMove=Move...
miGuidelineRemove=Remove

[AIMPSEMainForm.tvObjectInspector]
c[0]=Name
c[1]=Value

[Actions]
QuickSearch=Quick Search

[AIMPFontPropertyEditor]
btnApply=Apply
bCancel=Cancel
bOk=OK
Caption=Changing Font and Color
cbBold=Bold
cbItalic=Italic
cbUnderline=Underline
cbStrikeOut=Strikeout
cbShadow=Shadow
lbPreview=Text preview

[AIMPRectPropertyEditor]
bCancel=Cancel
bOk=OK
bReset=Reset
Caption=Size Editor

[AIMPSEAbout]
Caption=About
L1=Support
L2=Author

[AIMPSEBindingPropertyEditor]
acAdd=Add
acDelete=Remove
btnCancel=Cancel
btnOk=OK
Caption=Bindings Editor
acEdit=Link Options

[AIMPSEBindingLinkEditorForm]
L3=Available functions:
btnCancel=Cancel
btnOk=OK
btnTest=Test
Caption=Link Options
gbExpression=Transform Value
lbExpression=Transform value according to the expression:
gbTemplate=Format line for text value
L2=Available variables:
L1=Available operators:

[AIMPSEFormsEditorDialog]
Caption=Windows
acDelete=Remove
acEdit=Edit
btnClose=Close
btnCreate=Create
miCreateEqualizer=Create the Equalizer window
miCreateNew=Create...
miCreatePlaylist=Create the Playlist window

[AIMPSEFormsEditorDialog.lvTable]
c[0]=Name
c[1]=Master

[AIMPSECustomProvidersEditorDialog]
Caption=Custom Providers
acDelete=Remove
acParameters=Parameters
acLinks=Links
btnClose=Close
btnCreate=Create
acRename=Rename

[AIMPSEPropertyEditorMenuImagesForm]
Caption=Context Menu
bImlLoad.h=Load image set from the file
bImlSave.h=Save image set to the file
bImlReset.h=Reset image set to defaults
bImlRemove.h=Clear image set

[AIMPSEBindingPropertyEditorAdd]
btnOk=OK
Caption=Add Provider
Group=Standard|Skin Elements|Custom

[OptionsFrameLang]
L4=Old
L3=Additional
L2=Primary
Caption=Language
C1=Select interface language
L1=Convert non-Unicode strings according to

[AIMPSENamePropertyEditor]
bCancel=Cancel
bOk=OK

[AIMPSENewProjectDialog]
bLoadFromFile=Load from File
bOk=OK
Caption=Start Screen
L1=Normal mode
L2=All-In-One mode

[AIMPSEParentPropertyEditor]
btnCancel=Cancel
btnOk=Apply
Caption=Change Parent

[AIMPSEPlaceInfoPropertyEditor]
btnCancel=Cancel
btnOk=OK
btnReset=Reset
C1=Element placement
L2=Sizes:
L3=Z-Order:
W1=The object cannot change sizes!

[AIMPSEPlacementPropertyEditor]
btnCancel=Cancel
btnOk=Apply
gbIndents=Indents
gbMaster=Master
gbPinToMaster=Pin to the master window
lbPosition=Position:

[AIMPSEPlacementPropertyEditor.cbPosition]
I[0]=Left
I[1]=Top
I[2]=Right
I[3]=Bottom

[AIMPSESkinBlurBehind]
C1=Blur Behind
Caption=Blur Behind
cbBlurBehind=Allow blur behind (for Windows 7)
lbSensitivity=Mask sensitivity:

[AIMPSESkinEditorOptions]
C1=Target folder
C2=File associations
Caption=Editor
CB1=Associate editor with Skin Project files
L1=Target folder for built skins:
L2=[!] If folder is not set, built skin will be placed in folder with skin project file
L3=Path to the player:

[AIMPSESkinFontsForm]
bAddFont=Add
bClear=Delete All
bClose=Close
bRemoveFont=Delete
C1=Embedded Fonts
Caption=Embedded Fonts

[AIMPSESkinHintsForm]
C1=Hints
Caption=Hints

[AIMPSESkinImagePropertyEditor]
acApply=Apply
aCopy.h=Copy
aOpen.h=Load
aPaste.h=Paste
aSave.h=Save
bDelete.h=Remove
bOptimize.h=Optimize
bResetSizeInfo=Reset
Caption=Texture Editor
cbLayoutHorz=Horizontal
cbLayoutVert=Vertical
cbPreviewAllFrames=Show all frames
cHitTest=Hit Test
rbHitTestOpaque=Opaque
rbHitTestTransparent=Transparent
rbHitTestMask=By Mask
gbStretchMode=Fill mode
gbTexture=Texture
gbTileParams=Fill Parameters
gpSizeParams=Fill Parameters
lbFrames=Frame:
lbLayout=Layout:
lbMask=Frame Number:
lbSizeMethod=Method:
lbTile1=Section 1
lbTile2=Section 2
lbTileMode=Stretch

[AIMPSESkinImagePropertyEditor.cbStretchMode]
i[0]=Stretch
i[1]=Tile
i[2]=Center

[AIMPSESkinImagePropertyEditor.cbTileMode]
i[0]=by horizontal
i[1]=by vertical

[AIMPSESkinInfoForm]
bOk=Close
Caption=Current Skin
lbAuthorName=Author
lbDetails=Comments:
lbPreview=Preview:
lbSkinName=Skin name:
pnlMain=Information about the skin
lbPreviewInfo=Image must be 120 x 90

[AIMPSESkinTray]
btnTest=Test
C1=Tray Icons
Caption=Tray Icons
lbFrame=Frame:

[CommonDialogs]
B1=OK
B2=Cancel
B3=New Folder
L1=Browse Folder
L2=Include subfolders

[Options]
bAbout=About
bCancel=Close
bOk=Apply
Caption=Options

[AIMPSEGuidelineEditorDialog]
btnOK=OK
Caption=Guides
G1=Orientation
G2=Offset
L1=px.
R1=Horizontally
R2=Vertically

[AIMPSEOptionsEditingFrame]
C1=Colors
C2=Behavior
Caption=Desktop
L1=Desktop color:
L2=Color of magnifier cells:
L3=Color of guides:
CB2=Create backup of skin project file before save
CB3=Allow use quick access commands
CB4=Allow resize elements via mouse
CB1=Allow select element via clicking right mouse button
CB5=Offset clonned element regarding the source

